[LWS_Warden X2SoldierClassTemplate]
+DisplayName="Страж"
+ClassSummary="Стражи - псионически одаренные разведчики. Они не проходили традиционное обучение псионике и то, как они ее используют отличается от того, что мы знаем. Вместо того, чтобы применять пси-усилитель для увеличения силы разума, они  используют свое тело, как проводник инертной псионической энергии, находящейся на поле боя. Когда энергия проходит через Стража, он воздействует на нее, меняя ее свойства."
+LeftAbilityTreeTitle="Отлив"
+RightAbilityTreeTitle="Прилив"
+AbilityTreeTitles[0]="Отлив"
+AbilityTreeTitles[1]="Волна"
+AbilityTreeTitles[2]="Прилив"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолеты"
;ALPHABETICAL ORDER
+RandomNickNames[0]="Ахерон"
+RandomNickNames[1]="Эфир"
+RandomNickNames[2]="Аракис"
+RandomNickNames[3]="Атрейдес"
+RandomNickNames[4]="Боспор"
+RandomNickNames[5]="Кальдера"
+RandomNickNames[6]="Дьявольский поток"
+RandomNickNames[7]="Элизиум"
+RandomNickNames[8]="Эквинокс"
+RandomNickNames[9]="Фримен"
+RandomNickNames[10]="Лунный маг"
+RandomNickNames[11]="Нова"
+RandomNickNames[12]="Пульсар"
+RandomNickNames[13]="Красная река"
+RandomNickNames[14]="Алый сдвиг"
+RandomNickNames[15]="Разбойник"
+RandomNickNames[16]="Рубикон"
+RandomNickNames[17]="Пастырь"
+RandomNickNames[18]="Тигрис"
+RandomNickNames[19]="Дикое пламя"
+RandomNickNames[20]="Янарташ"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="Орион"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="Артемис"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
+PhotoboothSoloBLines_Male[1]="Шторм приближается."
+PhotoboothSoloBLines_Male[2]="Его клинок принесет СПРАВЕДЛИВОСТЬ!"
+PhotoboothSoloBLines_Male[3]="Если он с нами, кто может противостоять нам?"
+PhotoboothSoloBLines_Male[4]="Мастер меча. Торговец смертью."
+PhotoboothSoloBLines_Male[5]="\"Я не боюсь бури. Я и есть буря.\""
+PhotoboothSoloBLines_Female[0]="Её клинок... ИХ КРОВЬ!"
+PhotoboothSoloBLines_Female[1]="Шторм приближается."
+PhotoboothSoloBLines_Female[2]="Её клинок принесет СПРАВЕДЛИВОСТЬ!"
+PhotoboothSoloBLines_Female[3]="Если она с нами, кто может противостоять нам?"
+PhotoboothSoloBLines_Female[4]="Мастер меча. Торговец смертью."
+PhotoboothSoloBLines_Female[5]="\"Я не боюсь бури. Я и есть буря.\""

[WardenSpacialSurfer X2AbilityTemplate]
LocFriendlyName="Космический серфер"
LocLongDescription="Получите способность \"Телепорт\", позволяющую вам мгновенно телепортироваться в любое место в пределах видимости отряда. Вы можете использовать \"Телепорт\" в любой стойке."
LocHelpText="Мгновенно телепортироваться в любое место в пределах видимости отряда. Доступен в обеих стойках."
LocFlyOverText="Космический серфер"
LocPromotionPopupText="<Bullet/> Способность \"Телепорт\" не завершает ход при использовании и имеет перезарядку 3 хода. Вы можете использовать \"Телепорт\" в любой стойке."

[WardenRelocate X2AbilityTemplate]
LocFriendlyName="Релокация"
LocLongDescription="Получите способность \"Транспозиция\", позволяющую вам меняться позициями с союзником или врагом. Вы можете использовать \"Транспозицию\" в любой стойке."
LocHelpText="Мгновенно телепортироваться в любое место в пределах видимости отряда. Доступен в обеих стойках".
LocFlyOverText="Релокация"
LocPromotionPopupText="<Bullet/> Способность \"Транспозиция\" не завершает ход при использовании и имеет перезарядку 3 хода. Вы можете использовать \"Транспозицию\" в любой стойке."